tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl"
brew "boost"
brew "csshx"
brew "git"
brew "git-lfs"
brew "gradle"
brew "httpie"
brew "hub"
brew "hugo"
brew "macvim"
brew "mas"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "syncthing", restart_service: true
brew "thrift"
brew "v8"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "awscli"
cask "ngrok"
cask "docker"
cask "iterm2"
cask "slack"
cask "google-chrome"
cask "notion"
cask "deckset"
cask "intellij-idea"
cask "keybase"
cask "gitkraken"
cask "ridibooks"
cask "visual-studio-code"
cask "postman"
mas "1Password 7", id: 1333542190
mas "Day One", id: 1055511498
mas "Divvy", id: 413857545
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "MindNode Pro", id: 402398561
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "RocketFuel", id: 1114196460
mas "Termius", id: 1176074088
mas "Things", id: 904280696
mas "Xcode", id: 497799835
mas "베어", id: 1091189122
mas "카카오톡", id: 869223134
